alexandernanberg.horizon-theme-vscode
bierner.markdown-preview-github-styles
dhall.dhall-lang
editorconfig.editorconfig
elmtooling.elm-ls-vscode
github.copilot
github.copilot-chat
hbenl.vscode-test-explorer
hoovercj.haskell-linter
janisdd.vscode-edit-csv
janw4ld.lambda-black
jnoortheen.nix-ide
justusadam.language-haskell
mechatroner.rainbow-csv
mhutchie.git-graph
mkhl.direnv
mkhl.shfmt
ms-vscode.test-adapter-converter
ndmitchell.haskell-ghcid
pkief.material-icon-theme
pucelle.run-on-save
redhat.vscode-xml
redhat.vscode-yaml
shopify.ruby-lsp
sleistner.vscode-fileutils
sorbet.sorbet-vscode-extension
tyriar.sort-lines
vittorioromeo.expand-selection-to-scope
wayou.vscode-todo-highlight
